Repository: GNOME/gnome-network-displays
Catalog: po/*.po
Languages: cs

source: GNOME Network Displays
cs: Síťové displeje GNOME

source: Stream the desktop to Wi-Fi Display capable devices
cs: Vysílejte svoji plochu na zařízení s podporou displejů Wi-Fi

source: GNOME Network Displays allows you to cast your desktop to a remote display. Currently implemented is support for casting to Wi-Fi Display capable devices (a.k.a. Miracast).
cs: Síťové displeje GNOME vám umožní vysílat dění na vaší ploše na vzdálený displej. V současnosti je implementována podpora pro vysílání na zařízení s podporou displejů Wi-Fi (známé také jako Miracast).

source: GStreamer OpenH264 video encoder (%s)
cs: Kodér videa OpenH264 z knihovny GStreamer (%s)

source: GStreamer x264 video encoder (%s)
cs: Kodér videa x264 z knihovny GStreamer (%s)

source: GStreamer VA-API H264 video encoder (%s)
cs: Kodér videa VA-API H264 z knihovny GStreamer (%s)

source: GStreamer FDK AAC audio encoder (%s)
cs: Kodér zvuku FDK AAC z knihovny GStreamer (%s)

source: GStreamer libav AAC audio encoder (%s)
cs: Kodér zvuku libav AAC z knihovny GStreamer (%s)

source: GStreamer Free AAC audio encoder (%s)
cs: Kodér zvuku Free AAC z knihovny GStreamer (%s)

source: GStreamer Element “%s”
cs: Prvek GStreamer „%s“

source: Please install one of the following GStreamer plugins by clicking below
cs: Nainstalujte prosím kliknutím níže jeden z následujících zásuvných modulů GStreamer

source: Checking and installing required firewall zones.
cs: Kontrolují se a instalují potřebné zónu firewallu.

source: Making P2P connection
cs: Vytváří se spojení P2P

source: Establishing connection to sink
cs: Ustavuje se spojení k cíli

source: Starting to stream
cs: Spouští se vysílání

source: No Wi‑Fi P2P adapters found
cs: Nebyl nalezen žádný adaptér Wi-Fi P2P

source: No usable wireless adapters were found. Please verify that Wi‑Fi is enabled and Wi‑Fi P2P operations are available in both NetworkManager and wpa_supplicant.
cs: Nebyl nelezen žádný použitelný bezdrátový adaptér. Zkontrolujte prosím, že je Wi-Fi zapnuté a že operace Wi-Fi P2P uvádí jako dostupné NetworkManager i wpa_supplicant.

source: Available Video Sinks
cs: Dostupné cíle videa

source: Connecting
cs: Připojuje se

source: Cancel
cs: Zrušit

source: Streaming
cs: Vysílá se

source: One of the following video codec plugins is required. Clicking will start the installation process.
cs: Je vyžadován jeden z následujících zásuvných modulů s kodeky videa. Kliknutím spustíte instalaci.

source: One of the following audio codec plugins is required for audio support. Clicking will start the installation process.
cs: Pro podporu zvuku je vyžadován jeden z následujících zásuvných modulů se zvukovými kodeky. Kliknutím spustíte instalaci.

source: Error
cs: Chyba

source: Return
cs: Návrat

source: A required firewall zone is not available and could not be installed. Please try again and enter the password when prompted or contact a system administrator.
cs: Požadovaná zóna firewallu není dostupná a nelze ji nainstalovat. Zkuste to prosím znovu a zadejte heslo, až budete vyzváni, nebo kontaktujte správce svého systému.
